IDEA Open Model
ReinfBarByTwoPoints.Position1 Property
Compatible with IDEA StatiCa 20.1
 Offset between first master point and first point of bar
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Vector3D Position1 { get; set; }
Public Property Position1 As Vector3D
	Get
	Set
Property Value
Type: Vector3D
See Also
Reference
ReinfBarByTwoPoints Class
IdeaRS.OpenModel.Detail Namespace